#### `terragrunt plan` Success
<details><summary>Show Output</summary>

```
11:45:55.047 STDOUT terraform: Terraform used the selected providers to generate the following execution
11:45:55.047 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
11:45:55.047 STDOUT terraform:   + create
11:45:55.047 STDOUT terraform: Terraform will perform the following actions:
11:45:55.047 STDOUT terraform:   # local_file.foo will be created
11:45:55.047 STDOUT terraform:   + resource "local_file" "foo" {
11:45:55.047 STDOUT terraform:       + content              = "uat content ajc"
11:45:55.047 STDOUT terraform:       + content_base64sha256 = (known after apply)
11:45:55.047 STDOUT terraform:       + content_base64sha512 = (known after apply)
11:45:55.047 STDOUT terraform:       + content_md5          = (known after apply)
11:45:55.048 STDOUT terraform:       + content_sha1         = (known after apply)
11:45:55.048 STDOUT terraform:       + content_sha256       = (known after apply)
11:45:55.048 STDOUT terraform:       + content_sha512       = (known after apply)
11:45:55.048 STDOUT terraform:       + directory_permission = "0777"
11:45:55.048 STDOUT terraform:       + file_permission      = "0777"
11:45:55.048 STDOUT terraform:       + filename             = "uat"
11:45:55.048 STDOUT terraform:       + id                   = (known after apply)
11:45:55.048 STDOUT terraform:     }
11:45:55.048 STDOUT terraform: Plan: 1 to add, 0 to change, 0 to destroy.
11:45:55.048 STDOUT terraform: 
11:45:55.048 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
11:45:55.048 STDOUT terraform: Note: You didn't use the -out option to save this plan, so Terraform can't
11:45:55.048 STDOUT terraform: guarantee to take exactly these actions if you run "terraform apply" now.
```

</details>

*Workflow: `Terragrunt Plan PR Comment`, Action: `__the-commons-project_terragrunt-github-actions_3`, Working Directory: `env/uat`, Workspace: `default`*
